const readMore = String.fromCharCode(8206).repeat(4000);

exports.menu = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return  `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝚃𝙾𝙳𝙾𝚂 𝙼𝙴𝙽𝚄𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu1 aleatórios
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu2 administrativo
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu3 criador-dono
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu4 brincadeiras
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu5 logos-imagem
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu6 alteradores
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu7 efeito-imagem
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu8 hentais lolis
│░⃟⃛⿻͜͡♥️⇝ ${prefix}menu9 frases curtas
╰════════════════════╯`;
};
exports.menuPrincipal = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return  `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙳𝙾𝚆𝙽𝙻𝙾𝙰𝙳𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
│░⃟⃛⿻͜͡♥️⇝ ${prefix}play (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}playvid (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}playdoc (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}shazam (audio)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}spotify (link) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tiktok (ink) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tiksearch (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tiktokaudio (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}instagram (link) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}instaaudio (link) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}threads (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}kwai (Pesquisa)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}multidl (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}soundcloud (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mediafire (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}googledrive (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gerarlink (img)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙸𝙽𝙵𝙾* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ping (velocidade) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}atividade (Grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankativo (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}checkativo (Grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}dados (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}idiomas (gtts)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}infodono (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}infoaluguel (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}infocmdvip (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}infovip (infos)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙿𝙴𝚂𝚀𝚄𝙸𝚂𝙰𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pensador (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}nasa (data)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}clima (cidade)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}book (livro)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}movie (filme)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}imdb (filme)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}imdbinfo (filme)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}animetv (anime)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}serie (série)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lyrics (música) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lyrics2 (música) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}playstore (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}aptoide (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}happymod (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}uptodown (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}receita (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}signo (signo) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}amazon (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}googlesrc (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}memedroid (título)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ifunnyvideo (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}wikipedia (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pinterest (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gimage (nome) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ytplaylist (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ytsearch (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}scep (número)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}igsh (@usuário)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳𝚂 𝙸𝙰* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gemini (pergunta)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bard (pergunta)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}summerize (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gpt (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gpt-3.5 (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}imagine (ideia)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}redacao (tema)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙽𝙴𝚆𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}getnoticias (tema)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ttp (seu-texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fsticker (marcar)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sticker (marcar)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}toimg (marcar)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}attp (seu-texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}roubar (texto/texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}take (renomear)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rgtake (texto|texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}qc (seu-texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figaleatoria (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuemoji (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuflork (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figumemes (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figucoreana (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuanime (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuanimais (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figudesenho (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuraiva (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuroblox (5)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}figuweb (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rntake (texto)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙳𝙸𝚅𝙴𝚁𝚂𝙾𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gtts (Idioma)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tagme (grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}emojimix (emojis)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tabela (letras)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cantadas (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}conselhos (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}simi (hable)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}perfil (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}getperfil (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}calcular (1+1)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}morechat (msg)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}obesidade (peso)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}contardias (data)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fazernick (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ptvmsg (marca)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listaddd (código)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listaddi (código)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listaddd (número)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}destrava (grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}destrava2 (grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gerarcpf (gerador)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tinyurl (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cuttly (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bitly (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}dinextenso (valor)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sip (número)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}qrcode (txt/url)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gethtml (url)
╰════════════════════╯`;
};

exports.adms = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙰𝙳𝙼𝙸𝙽* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antiimg (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antivideo (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antiaudio (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antisticker (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antiloc (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}anticontato (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antidoc (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antilinkhard (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antilink (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antiporno (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bemvindo (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}simih (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}autosticker (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}autorepo (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}odelete (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}x9visuunica (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}x9 (on/off)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}so_adm (0/1)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listanegra (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tirardalista (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listanegraG (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tirardalistaG (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}add_prefixo (prefix)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tirar_prefixo (prefix)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}banghost (menciona)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mutelist (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mute (menciona)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}desmute (menciona)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}add 5511...
│░⃟⃛⿻͜͡♥️⇝ ${prefix}reviver (mencionar)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}kick [@]
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ban (mencionar)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}promover [@]
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rebaixar [@]
│░⃟⃛⿻͜͡♥️⇝ ${prefix}descgp (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}nomegp (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}totag (menciona)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}grupo (a/f)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}status (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}limpar (função)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}atividades (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}linkgp (convite)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}revlinkgp (link)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}grupoinfo (infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}blockcmdgp (cmd)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listbcmdgp (Infos)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}hidetag (marca)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}marcar (@)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}marcar2 (wa.me)
╰════════════════════╯`;
};

exports.menudono = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙳𝙾𝙽𝙾* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}setprefix (prefixo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fotomenu (foto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listagp (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antipalavrão (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}antiligar (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fazertm (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rgtm (destino)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tirardatm (grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listatm (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}audio-menu (0/1)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}addpalavra (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}delpalavra (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ausente (frase)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ativo (0/1)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙰𝙻𝚄𝙶𝚄𝙴𝙻* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}modoaluguel (on)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}addrent (@/dias)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tirarrent (dias)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}delrent (grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cortesia24 (grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}listrent (lista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lastrent (lista)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝚅𝙸𝙿𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}wprivacyph (cmd)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}wprivacygp (cmd)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}blockcmdg (cmd)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}unblockcmdg (cmd)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}blockuser [@]
│░⃟⃛⿻͜͡♥️⇝ ${prefix}unblockuser [@]
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bangp (0/1)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}unbangp (0/1)
╰════════════════════╯`;
};

exports.menulogos = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳𝚂 𝙻𝙾𝙶𝙾* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}angelwing (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}hackneon (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fpsmascote (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ffavatar (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}angelglx (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gizquadro (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}wingeffect (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}blackpink (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}metalgold (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}girlmascote (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}logogame (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}shadow (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cup (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}txtborboleta (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cemiterio (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}efeitoneon
│░⃟⃛⿻͜͡♥️⇝ ${prefix}harryp (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lobometal (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}neon2 (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}madeira (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lovemsg3 (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}coffecup (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}coffecup2 (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}florwooden (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}narutologo (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fire (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}romantic (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}smoke (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}papel (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lovemsg (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lovemsg2 (texto)
╰════════════════════╯`;
};

exports.alteradores = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙰𝙻𝚃𝙴𝚁𝙰𝙳𝙾𝚁* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}videolento (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}videorapido (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}videocontrario (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}audiolento (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}audiorapido (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}grave (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}grave2 (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}esquilo (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}estourar (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bass (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bass2 (mrc)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}vozmenino (mrc)
╰════════════════════╯`;
};

exports.brincadeiras = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙱𝚁𝙸𝙽𝙲𝙰𝙳𝙴𝙸𝚁𝙰* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}vab (você prefere)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}eununca (eu nunca)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ppt (pedra/papel)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gay (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}feio (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}corno (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fiel (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}infiel (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}vesgo (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bebado (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gostoso (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gostosa (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sigma (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}beta (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}baiano (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}baiana (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}carioca (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}louco (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}louca (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}safada (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}safado (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}macaco (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}macaca (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}puta (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}beijo (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}matar (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tapa (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}chute (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}dogolpe (marca (@))   
│░⃟⃛⿻͜͡♥️⇝ ${prefix}nazista (marca (@))
│░⃟⃛⿻͜͡♥️⇝ ${prefix}chance (fale algo) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}surubao (quantidade) 
│░⃟⃛⿻͜͡♥️⇝ ${prefix}casal (casal do grupo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}quando (perguntar)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mencionar (fale algo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}death (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}provocante (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}malicioso (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}safado (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}safadinha (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tentacao (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}seduzir (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}climax (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}caliente (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}calor (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tesao (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}quente (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}delicia (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pervertido (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pervertida (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ousadia (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ousado (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ousada (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}desejo (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}vontade (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}luxuria (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}proibido (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}quero (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}teprovoco (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}instigar (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}manha (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}suspiroquente (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sugarolhar (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sussurro (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sensual (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}dominante (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}submisso (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}submissa (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}perigo (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}quebralimite (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tensao (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mordida (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}olharquente (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lentoeprovocante (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sensacaolenta (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}chamativa (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}frisson (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}delirio (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tentacaoforte (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}safadeza (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}calmapequente (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ar (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sensoes (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}latejante (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}arrepios (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sorrisosujo (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}malicia (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pecado (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cadencia (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}maldadeboa (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}indecencia (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}climaforte (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}puxada (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sintoniaquente (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}provocacaolenta (texto)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}riscando (texto)
╰════════════════════╯
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝚁𝙰𝙽𝙺𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankgay (gay)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankgado (gado)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankcorno (corno)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankgostoso (gostoso)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankgostosa (gostosa)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ranknazista (nazista)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankotakus (otaku)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankpau (pauzudo)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ranksigma (sigma)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankbeta (beta)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankbaiano (baiano)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankbaiana (baiana)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankcarioca (carioca)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ranksafado (safado)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ranksafada (safada)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ranklouco (louco)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ranklouca (louca)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankmacaco (macaco)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankmacaca (macaca)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankputa (puta)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankfiel (fiéi)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rankinfiel (infiei)
╰════════════════════╯`;
};

exports.efeitos = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙴𝙵𝙴𝙸𝚃𝙾* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}comunismo (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bolsonaro (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bnw (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}beautiful (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}blur (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}affect (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}del (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}circle (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}dither (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}facepalm (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}invert (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lgbt (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}magik (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rotate(img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}rip (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}jail (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}trash (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pixelate (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sepia (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}wanted (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}wasted (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}enhance (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tozombie (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}toanime (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}togta (img)
╰════════════════════╯`;
};

exports.menu18 = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙰𝙳𝚄𝙻𝚃𝙾* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}loli (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}trap (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ass (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ahegao (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}bdsm (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}blowjob (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cuckold (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cum (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ero (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}femdom (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}foot (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gangbang (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ganbganb (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}glasses (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}hentai (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}hentai2 (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}nekos (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}neko2 (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}jahy (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}masturbation (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}orgy (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}panties (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pussy (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}boobs (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tentacles (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}thighs (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}yuri (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}zettai (img)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}kasedaiki (img)
╰════════════════════╯
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq1 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq2 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq3 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq4 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq5 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq6 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq7 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq8 (nome)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plaq9 (nome)
╰════════════════════╯`;
}; 

exports.menufrases = (NomeDoBot, pushname, isCargo, isChVip, hora, prefix) => {
return `┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
│░⃟⃛⿻͜͡♥️☍ 𝙱𝙾𝚃: ${NomeDoBot}
│░⃟⃛⿻͜͡♥️☍ 𝚄𝚂𝙴𝚁: ${pushname}
│░⃟⃛⿻͜͡♥️☍ 𝙲𝙰𝚁𝙶𝙾: ${isCargo}
│░⃟⃛⿻͜͡♥️☍ 𝚅𝙸𝙿: [ ${isChVip} ]
│░⃟⃛⿻͜͡♥️☍ 𝙷𝙾𝚁𝙰: ${hora}
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
┏┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┓
┃ᗢ₊·—̳͟͞͞🌹 *𝙲𝙼𝙽𝙳 𝙵𝚁𝙰𝚂𝙴𝚂* ᗢ₊·—̳͟͞͞🌹
┗┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┈┛ 
┇
╭════════════════════╮
│░⃟⃛⿻͜͡♥️⇝ ${prefix}motivacao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}inspire (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}frase (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}reflexao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}autoestima (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}elogio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cantada (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}piada (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}indireta (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}direta (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}conselho (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alerta (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}energia (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}simnao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}moeda (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}destino (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tapa (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}beijo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}abraco (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sorte (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}azar (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}humor (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sentimento (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}filosofia (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}verdade (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}desafio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}memesimples (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}risada (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sono (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ansiedade (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}calma (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}felicidade (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}triste (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}forca (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}saude (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}amizade (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}amor (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}crush (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ship (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}coragem (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}objetivo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}futuro (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}presente (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}passado (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}historia (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}medo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alegria (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sorteio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}brabo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}zika (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}humilde (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}aleatorio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}energiaalta (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}energiabaixa (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}memerandom (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}pensamento (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}inteligencia (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sabedoria (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}paz (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}caos (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}loucura (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fogo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gelo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}vento (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}terra (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}elemento (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}risofino (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}misterio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}plot (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}revelacao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}energiaoculta (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}caotico (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ordem (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}foco (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}desfoque (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alma (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}espirito (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mente (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}corpo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}espelho (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}universo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}estrela (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}lua (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sol (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}tempestade (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}chuva (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}arcoiris (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}silencio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}grito (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}suspiro (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}energiaextra (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}recarga (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}soninho (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}acordo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}surpresa (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}confete (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}carinho (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fofo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}ignorancia (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}classe (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}poder (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}cuidado (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alertaverde (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alertaamarelo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alertavermelho (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}espanto (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}drama (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}calmaelegante (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}nojo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}aleatorio2 (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}mistico (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sombrio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}desabafo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}apoio (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}maturidade (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}caixinha (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}esperanca (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}vitoria (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}derrota (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}calmaria (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sensacao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}alertaintuicao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}charme (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sortebaixa (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sortemedia (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sorteforte (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}luz (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}sombra (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}brilho (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gloria (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fracasso (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}objetivogrande (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}coracao (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}espada (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}escudo (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}conquista (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}derrotado (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}risos (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}fofoca (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}dramagamer (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}animevibe (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}otaku (frases)
│░⃟⃛⿻͜͡♥️⇝ ${prefix}gamer (frases)
╰════════════════════╯`;
}; 